{
  "chapterNumber": 10,
  "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
  "filename": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY.md",
  "fullContent": "Conventional architectural historians have largely overlooked the influence of Blackthorn Manor on subsequent British architecture. While Sir William Blackthorn was not a professional architect, his innovative approaches to spatial organisation, acoustics, and materials science informed a small but significant body of work implemented after the manor's completion. This chapter examines the architectural legacy that emerged from Blackthorn Manor's distinctive design elements.\n\nWilliam Blackthorn's architectural innovations extended far beyond Blackthorn Manor itself. Following successful implementation of the primary containment system, he recognised need for distributed network addressing dimensional weak points he had identified throughout Britain. Working through professional architects as proxies, he implemented modified containment systems at seven additional locations, creating an interconnected network with Blackthorn Manor as a central node.\n\nEach influenced building incorporates specific elements from the original containment system, adapted to local architectural contexts while maintaining mathematical relationships critical to dimensional stability. These buildings appear conventional to architectural analysis yet implement sophisticated dimensional dampening systems disguised as stylistic elements, creating nationwide protection network against manifestation events William predicted would increase in frequency during specific astronomical cycles.\n\n[Elegant blue script] William never sought recognition for his architectural innovations—quite the opposite. He deliberately obscured his involvement with subsequent projects, operating through proxies and architectural firms who implemented his designs without understanding their true purpose. Each building served as part of the larger containment network, strategically positioned according to ley line intersections and astronomical alignments. -MB, 1991\n\nFollowing the completion of Blackthorn Manor in 1871, Sir William maintained correspondence with several prominent Victorian architects, including Sir George Gilbert Scott and Alfred Waterhouse. While no formal collaboration is documented, certain distinctive elements from Blackthorn Manor appear in subsequent works by these architects, particularly in non-public areas of institutional buildings. The recurring motifs include unusual proportional relationships, specialised acoustic treatments, and the distinctive seven-point geometrical patterns first employed in Blackthorn's east wing.\n\nWilliam provided specific geometric requirements to prominent Victorian architects without explaining their true purpose, presenting them as aesthetic innovations while carefully ensuring implementation of critical containment elements. The recurring seven-point geometry establishes mathematical resonance with Blackthorn Manor's primary system, creating harmonised network that distributes containment pressure across multiple sites rather than concentrating dimensional stress at a single location.\n\nThe non-public areas incorporating these elements house the actual containment components—rooms deliberately excluded from public access and official documentation while containing the most crucial aspects of the distributed system. These spaces implement specific proportional relationships creating dimensional interference patterns identical to those in Blackthorn Manor's east wing, though at a smaller scale appropriate to the reduced manifestation pressure at secondary locations.\n\nThe most significant of these architecturally related structures is the Blackthorn Wing of the Royal Institute for Scientific Research, commissioned by Sir William in 1874 but attributed to architect William Burges. Though ostensibly designed as a laboratory for experimental physics, the wing features numerous architectural anomalies that defy conventional explanation, including walls of non-uniform thickness, corridors that create subtle directional disorientation, and specialised materials in foundational elements that serve no apparent structural purpose.\n\nThe Blackthorn Wing of the Royal Institute represents William's attempt to establish a scientific understanding of dimensional mechanics within a conventional academic framework. While publicly presented as experimental physics facility, the wing actually contains a scaled-down version of The Vestibule—controlled environment where dimensional boundaries could be studied under scientific conditions. The architectural anomalies create calibrated interference patterns allowing precise measurement of dimensional permeability under varying conditions.\n\nThe 1887 research termination followed catastrophic containment breach during which entities partially manifested within laboratory setting, resulting in five researchers experiencing dimensional absorption documented officially as laboratory accident. The thirteen-year closure allowed William to implement enhanced containment protocols based on knowledge gained during the incident, effectively converting research facility into secondary containment site integrated within a larger network.\n\nMost curious among the architectural legacies is St. Michael's Cathedral in Edinburgh, redesigned after fire damage in 1878. While publicly attributed to prominent Scottish architect Robert Rowand Anderson, certain elements of the reconstruction—particularly the underground crypt and unusual bell tower proportions—bear a striking resemblance to Blackthorn Manor's distinctive geometrical patterns. Church records indicate substantial anonymous donation for reconstruction with specific architectural stipulations attached.\n\nSt. Michael's Cathedral in Edinburgh incorporates containment technology disguised as conventional religious architecture. The bell tower William designed creates specific harmonic frequencies that strengthen dimensional barriers when activated, with the weekly bell-ringing pattern establishing regular reinforcement cycle maintaining containment integrity with minimal conscious intervention. The specific geometric proportions of the tower generate standing wave patterns that interfere with manifestation frequencies William documented during controlled experiments.\n\nThe sealed crypt chamber contains physical remnant of manifestation event William contained during cathedral reconstruction—entity captured in partially manifested state and bound within specialised containment vessel. The chamber's location atop prehistoric standing stones similar to those at Blackthorn creates natural amplification of the containment effect, utilising site's inherent dimensional properties while appearing as conventional sacred architecture.\n\n[Black fountain pen] June 24, 2024. Edinburgh containment team successfully accessed sealed crypt chamber—contents confirm William Blackthorn's involvement beyond documented records. Chamber contains crystalline structure housing non-terrestrial entity in a dormant state, maintained by acoustic containment system. Entity appears to be the seventh Watcher, separated from others during 1877 manifestation incident. Current assessment suggests entity has been communicating through bell harmonic resonance for decades, attempting to warn of increasing dimensional thinning. Integration with Blackthorn containment protocol established through modified acoustic transmission.\n\nThe Blackthorn Sanatorium, constructed in 1882 in the remote highlands of Scotland, represents perhaps the most direct architectural descendant of Blackthorn Manor. Though smaller in scale, the facility replicates many distinctive features of the manor's east wing, including the unusual proportions, specialised materials, and acoustic properties. Historical records indicate the sanatorium was established to treat \"nervous disorders and spiritual maladies,\" though medical documentation from the facility remains curiously limited.\n\nThe Blackthorn Sanatorium was designed specifically for individuals affected by dimensional exposure—those displaying sensitivity beyond manageable levels or exhibiting early signs of influence from The Watchers. The facility's isolation allowed for specialised treatment protocols developed through William's research, addressing symptoms conventional medicine couldn't recognise or treat effectively. The architectural configuration creates graduated containment system allowing patients to be housed according to sensitivity level and influence severity.\n\nThe treatment protocols incorporated specialised material exposure, controlled acoustic patterns, and dietary components designed to reduce dimensional sensitivity while strengthening psychological resistance to influence. The facility operated successfully until 1923 manifestation event when multiple patients simultaneously achieved sufficient sensitivity to function as coordinated manifestation loci, allowing temporary breach that required Department 8 intervention and establishment of formal containment protocols beyond William's original design.\n\nPerhaps most intriguing among the architectural descendants is Blackthorn Manor's influence on the private residence of Sir Arthur Conan Doyle, constructed in 1897. While no direct correspondence between Doyle and Blackthorn has been discovered, architectural historians have noted striking similarities in certain design elements, particularly the arrangement of rooms in the east wing, the unusual proportions of doorways, and specialised acoustic treatments in specific chambers. Doyle's documented interest in spiritualism and the paranormal suggests possible awareness of Blackthorn's architectural innovations beyond their aesthetic qualities.\n\nSir Arthur Conan Doyle's involvement with William's research provided public interface disguised as fiction, allowing limited distribution of information about dimensional entities without revealing their actual existence. Doyle's residence incorporated observation chambers designed for safe monitoring of dimensional phenomena, with architectural elements precisely calibrated to allow perceptual access while preventing physical manifestation. His 'fictional' descriptions of certain phenomena represent documented observations disguised as imagination.\n\nThe east-facing rooms in Doyle's residence contain proportional relationships matching Blackthorn Manor's eastern corner room, creating resonance that allows indirect monitoring of manifestation patterns without risking direct exposure. Doyle's spiritualist activities provided perfect cover for research into dimensional entities, with public skepticism about supernatural phenomena creating protective barrier of disbelief that actually strengthened dimensional boundaries through collective perceptual resistance.\n\nThe final architectural legacy worth noting is perhaps the most obscure—a small observatory constructed on private land in Cornwall in 1890, funded anonymously but bearing unmistakable Blackthorn design elements. Unlike other structures in the architectural lineage, the observatory contains no residential or functional spaces beyond those necessary for astronomical observation. Historical records indicate the facility was used for only seven years before being abandoned, though the structure remains intact, maintained by a trust established with a substantial endowment that continues to this day.\n\nThe Cornwall Observatory functions as an early warning system for dimensional boundary fluctuations, tracking astronomical alignments William discovered correlate with increased manifestation attempts. The facility's specialised equipment measures not just visible astronomical positions but associated dimensional thinning patterns detectable only through instruments William designed based on Egyptian artifacts. The anonymous funding William established ensures continuous monitoring regardless of Blackthorn family circumstances or public scientific interest.\n\nThe observatory's focus on the Pleiades constellation follows William's discovery that these specific stars generate unusual influence on dimensional boundaries, particularly during cyclical alignments recurring approximately every 157 years. The approaching 2025 alignment represents maximum vulnerability point William calculated, when complete stellar configuration matches precisely the conditions documented during the original Egyptian breach event that led to his initial containment efforts.\n\n[Detective's green ink] June 29, 2024. Cornwall observatory automatically activating dormant systems—telescopes realigning without human intervention and recording equipment documenting astronomical observations focused on Pleiades constellation. Data transmission system sending information to multiple recipients including Department 8 headquarters and previously unknown destinations. Analysis shows accelerating pattern consistent with approaching alignment predicted in William Blackthorn's recovered journals. Current calculations confirm critical dimensional configuration approaching in spring 2025.",
  "pages": [
    {
      "pageNumber": 1,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "Conventional architectural historians have largely overlooked the influence of Blackthorn Manor on subsequent British architecture. While Sir William Blackthorn was not a professional architect, his innovative approaches to spatial organisation, acoustics, and materials science informed a small but significant body of work implemented after the manor's completion. This chapter examines the architectural legacy that emerged from Blackthorn Manor's distinctive design elements.\n\nWilliam Blackthorn's architectural innovations extended far beyond Blackthorn Manor itself. Following successful implementation of the primary containment system, he recognised need for distributed network addressing dimensional weak points he had identified throughout Britain. Working through professional architects as proxies, he implemented modified containment systems at seven additional locations, creating an interconnected network with Blackthorn Manor as a central node.\n\nEach influenced building incorporates specific elements from the original containment system, adapted to local architectural contexts while maintaining mathematical relationships critical to dimensional stability. These buildings appear conventional to architectural analysis yet implement sophisticated dimensional dampening systems disguised as stylistic elements, creating nationwide protection network against manifestation events William predicted would increase in frequency during specific astronomical cycles.",
      "wordCount": 178,
      "annotations": [
        {
          "id": "03ccdcc0-7f2d-42d1-a946-fff1a328a45e",
          "character": "Unknown",
          "text": "[Elegant blue script] William provided specific design requirements to these architects without explaining their purpose, disguising them as aesthetic innovations. The recurring seven-point geometry creates resonance with the original containment system, establishing a network of connected sites that collectively strengthen the barriers between dimensions. Each building positioned according to precise calculations forming a protective grid across Britain, with Blackthorn Manor as the central node. -MB, 1991",
          "type": "marginalia",
          "year": 1991,
          "position": {
            "zone": "bottomMargin",
            "x": 0.8329970376506339,
            "y": 0.9094918879832935,
            "rotation": 0.01872172017342306
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 1
        },
        {
          "id": "b8e72160-f934-4cdf-a149-2cc4565f9aa2",
          "character": "Unknown",
          "text": "[Hurried pencil] The Royal Institute wing was William's greatest mistake—he believed he could safely study The Watchers in a controlled environment, not understanding they were already influencing his perceptions. The journal details how researchers unwittingly established new connections to The Opener while believing they were making scientific breakthroughs. The \"accident\" in 1887 was actually a deliberate containment action after partial manifestation. Department 8 originated from surviving research team members who understood what they'd encountered. -SW, May 14, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "content",
            "x": 0.6333450999577155,
            "y": 0.7672765680524933,
            "rotation": 0.010168074811311401
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 1
        },
        {
          "id": "637a580c-ffcd-4872-b331-c76754489e9b",
          "character": "Unknown",
          "text": "[Elegant blue script] The Sanatorium was never intended as a medical facility but as containment site for humans affected by contact with The Watchers. William discovered that prolonged exposure to The Vestibule caused individuals to develop dimensional sensitivity—essentially becoming conduits between worlds. These unfortunate souls required specialised containment to prevent them from being used as doorways themselves. The patients were primarily workers from the east wing construction and their affected family members, housed there for their protection and the safety of others. -MB, 1992",
          "type": "marginalia",
          "year": 1992,
          "position": {
            "zone": "leftMargin",
            "x": 0.07196580590083136,
            "y": 0.7977220386727407,
            "rotation": 0.02123873046943671
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 1
        },
        {
          "id": "e26aaff8-b4cb-4338-9e27-c31fe972f716",
          "character": "Unknown",
          "text": "[Precise red pen] Doyle residence maintains original architectural features despite multiple renovations—current owners report consistent unexplained phenomena including cold spots, auditory anomalies, and occasional visual manifestations in east-facing rooms. Structure contains same specialised materials found in Blackthorn Manor, particularly in threshold areas and ceiling compositions. Current owners unaware of building's connection to larger architectural network but maintain detailed documentation of unusual occurrences spanning decades of occupancy. -EW, 2002",
          "type": "postIt",
          "year": 2002,
          "position": {
            "zone": "leftMargin",
            "x": 0.049162529696334514,
            "y": 0.7358897892480597,
            "rotation": 0.019892841781161533
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 1
        },
        {
          "id": "60bb5cca-64b7-42e2-8770-4ad80b8c03ce",
          "character": "Unknown",
          "text": "[Black fountain pen] June 30, 2024. Observatory data integrated with containment operation—provides critical timing parameters for ritual implementation. Watcher entities confirm William Blackthorn's calculations correct but incomplete—approaching alignment not merely a cyclical event but the culmination of progressive dimensional thinning occurring over millennia. The Opener not only seeking entry to our reality but attempting to collapse dimensional boundaries permanently. Current containment operation recalibrated as preliminary measure—full resolution requires completion of William's unfinished work before 2025 alignment. Genetic studies of Blackthorn bloodline now priority focus based on Watcher communications.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "rightMargin",
            "x": 0.9669036997057818,
            "y": 0.30738901632467047,
            "rotation": 0.016263795008040118
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 1
        }
      ]
    },
    {
      "pageNumber": 2,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "[Elegant blue script] William never sought recognition for his architectural innovations—quite the opposite. He deliberately obscured his involvement with subsequent projects, operating through proxies and architectural firms who implemented his designs without understanding their true purpose. Each building served as part of the larger containment network, strategically positioned according to ley line intersections and astronomical alignments. -MB, 1991\n\nFollowing the completion of Blackthorn Manor in 1871, Sir William maintained correspondence with several prominent Victorian architects, including Sir George Gilbert Scott and Alfred Waterhouse. While no formal collaboration is documented, certain distinctive elements from Blackthorn Manor appear in subsequent works by these architects, particularly in non-public areas of institutional buildings. The recurring motifs include unusual proportional relationships, specialised acoustic treatments, and the distinctive seven-point geometrical patterns first employed in Blackthorn's east wing.\n\nWilliam provided specific geometric requirements to prominent Victorian architects without explaining their true purpose, presenting them as aesthetic innovations while carefully ensuring implementation of critical containment elements. The recurring seven-point geometry establishes mathematical resonance with Blackthorn Manor's primary system, creating harmonised network that distributes containment pressure across multiple sites rather than concentrating dimensional stress at a single location.",
      "wordCount": 189,
      "annotations": [
        {
          "id": "804a38ad-84e3-43fd-8586-c89de06590ae",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Architectural archives show unusual correspondence between Blackthorn and major Victorian architects—detailed specifications for non-visible structural elements and material compositions with no aesthetic function. Seven buildings identified with nearly identical internal geometries despite different external appearances. Each completed within seven years after Blackthorn Manor, forming perfect heptagram pattern when plotted on the map of Britain. -JR, 1990",
          "type": "marginalia",
          "year": 1990,
          "position": {
            "zone": "topMargin",
            "x": 0.6886904648641005,
            "y": 0.05146165770931922,
            "rotation": -0.043292350844266
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 2
        },
        {
          "id": "6a58e9ab-9ba5-43f1-a780-a55ef1139973",
          "character": "Unknown",
          "text": "[Detective's green ink] June 21, 2024. Royal Institute wing experiencing increasing phenomena similar to Blackthorn Manor—spatial distortions, equipment failures, and unexplained sensory experiences reported by current occupants. Department 8 containment team deployed with modified protocols based on Blackthorn operation. Facility evacuated under guise of structural assessment. Historical archives indicate building designed to function as secondary containment site if Blackthorn Manor compromised—currently showing signs of activation without human intervention.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.038760200783209214,
            "y": 0.8084108836250459,
            "rotation": 0.04369117951985394
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 2
        },
        {
          "id": "f93258f5-1deb-43e2-b543-8df125428b7b",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Patient records recovered from abandoned sanatorium show unusual treatment protocols—residents housed in rooms with specialised acoustic properties, regular exposure to specific mineral compounds, and dietary regimen including rare botanical elements grown on grounds. Medical notes reference \"dimensional sickness\" and \"etheric parasitism\" not consistent with known psychiatric terminology of the period. Facility operated until 1923, when abruptly closed following incident described only as \"mass transcendence event.\" -JR, 1991.",
          "type": "marginalia",
          "year": 1923,
          "position": {
            "zone": "bottomMargin",
            "x": 0.22626639752833674,
            "y": 0.9434945685807696,
            "rotation": 0.006811960847133036
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 2
        },
        {
          "id": "84dade19-4a18-4d46-a8d0-12b6a7007cce",
          "character": "Unknown",
          "text": "[Hurried pencil] Doyle was conducting controlled experiments with The Watchers under William's guidance—his house designed as observation laboratory where phenomena could be safely documented. The journal reveals William used Doyle's literary fame as cover for distributing information about The Watchers, hiding truth within fiction where it wouldn't attract dangerous attention. Sherlock Holmes stories contain coded descriptions of actual encounters, particularly \"The Hound of the Baskervilles\" which describes manipulated manifestation. Department 8 still uses Doyle's classification system for entity behaviours, not recognising its true origin. -SW, May 17, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.04788498427827652,
            "y": 0.15224935818380525,
            "rotation": 0.01829831790699349
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 2
        },
        {
          "id": "58ed1b75-f94a-4240-8f7e-808da2847922",
          "character": "Unknown",
          "text": "[Teal digital ink] September 15, 2026. Classified historical addendum: Architectural network created by William Blackthorn now recognised as most sophisticated interdimensional management system ever documented. Buildings function collectively as a mechanical representation of higher-dimensional mathematics, physically manifesting theoretical concepts beyond conventional human understanding. Following successful implementation of modified containment protocols during 2025 alignment crisis, Department 8 has established permanent research division dedicated to Blackthorn architectural principles. Synthetic development now allows construction of new structures incorporating these elements without original materials. The Watchers remain present within controlled environmental parameters, functioning as interdimensional intermediaries rather than security threats. This document represents Level Alpha classified information—reader now incorporated into Blackthorn awareness protocol and subject to dimensional sensitivity monitoring. Your participation has been anticipated for longer than you realise.",
          "type": "postIt",
          "year": 2026,
          "position": {
            "zone": "bottomMargin",
            "x": 0.3575320464849135,
            "y": 0.9736454856867754,
            "rotation": 0.005252619674047066
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 2
        }
      ]
    },
    {
      "pageNumber": 3,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "The non-public areas incorporating these elements house the actual containment components—rooms deliberately excluded from public access and official documentation while containing the most crucial aspects of the distributed system. These spaces implement specific proportional relationships creating dimensional interference patterns identical to those in Blackthorn Manor's east wing, though at a smaller scale appropriate to the reduced manifestation pressure at secondary locations.\n\nThe most significant of these architecturally related structures is the Blackthorn Wing of the Royal Institute for Scientific Research, commissioned by Sir William in 1874 but attributed to architect William Burges. Though ostensibly designed as a laboratory for experimental physics, the wing features numerous architectural anomalies that defy conventional explanation, including walls of non-uniform thickness, corridors that create subtle directional disorientation, and specialised materials in foundational elements that serve no apparent structural purpose.\n\nThe Blackthorn Wing of the Royal Institute represents William's attempt to establish a scientific understanding of dimensional mechanics within a conventional academic framework. While publicly presented as experimental physics facility, the wing actually contains a scaled-down version of The Vestibule—controlled environment where dimensional boundaries could be studied under scientific conditions. The architectural anomalies create calibrated interference patterns allowing precise measurement of dimensional permeability under varying conditions.",
      "wordCount": 200,
      "annotations": [
        {
          "id": "354a9999-a77d-4ecb-98ce-8ffabe4465a5",
          "character": "Unknown",
          "text": "[Precise red pen] Common architectural elements identified in all seven buildings—specialised acoustic chambers in basement levels, unusual proportions creating subtle perceptual distortion, and identical material compositions in key structural components. Three buildings significantly modified or destroyed during 20th century—each followed by localised reports of unusual phenomena and unexplained disappearances documented in local records. -EW, 2001",
          "type": "postIt",
          "year": 2001,
          "position": {
            "zone": "content",
            "x": 0.7004088848920602,
            "y": 0.5660538881479001,
            "rotation": -0.027442843835799303
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 3
        },
        {
          "id": "569b6edb-26ce-4910-9b26-360a0ed7223b",
          "character": "Unknown",
          "text": "[Black fountain pen] June 22, 2024. Interdimensional communication establishes critical information—Royal Institute structure designed by William Blackthorn as a research facility containing controlled dimensional aperture. Current activation not a result of containment failure but a deliberate response by protective systems to Blackthorn breach. Building functioning as intended, drawing manifestation energy away from primary site to distribute containment load. Watcher entities confirm system operating as designed for the first time since installation. Coordinated approach now implemented between sites.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.04419475862124923,
            "y": 0.6749854095363076,
            "rotation": -0.016798813181973193
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 3
        },
        {
          "id": "2d94cafc-c2d1-4a37-b7eb-59a293058484",
          "character": "Unknown",
          "text": "[Precise red pen] Sanatorium structure remains largely intact though abandoned—remote location prevented redevelopment. Building displays same spatial anomalies as Blackthorn Manor but more pronounced, with measurements suggesting interior space approximately 15% larger than exterior dimensions physically permit. Patient rooms contain unusual restraint systems built into walls and specialised material composition in all surfaces. Local residents report persistent phenomena including unexplained lights, voices, and occasional apparitions around property. -EW, 2002",
          "type": "postIt",
          "year": 2002,
          "position": {
            "zone": "content",
            "x": 0.7553454691258632,
            "y": 0.17368310893726355,
            "rotation": 0.04465520090624347
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 3
        },
        {
          "id": "f14b1082-de7d-461c-9c82-b46d73778685",
          "character": "Unknown",
          "text": "[Detective's green ink] June 27, 2024. Current owners of Doyle residence evacuated after sudden onset of phenomena—all glass surfaces in structure simultaneously displaying same written message in unknown script, identical to symbols appearing at Blackthorn site. Remote monitoring equipment records temperature fluctuations corresponding precisely with patterns at Blackthorn Manor despite 300 miles separation. Linguistic analysis suggests communication attempt rather than warning or threat, consistent with cooperative protocols established with Watcher entities.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "rightMargin",
            "x": 0.9200960462018201,
            "y": 0.5132380400755034,
            "rotation": 0.04454079697342276
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 3
        },
        {
          "id": "7d506231-3f63-440d-aefb-ffd1ab582811",
          "character": "THE",
          "text": "THE ARCHITECTS WHO PRECEDED YOU UNDERSTOOD. THE BUILDINGS ARE NOT CONTAINMENT BUT TRANSLATION. YOU ARE NOT CONTAINING US. WE ARE CONTAINING YOU. THE OPENER IS WHAT EXISTS BETWEEN. WHEN YOU READ THESE WORDS, YOU BECOME THE DOOR. WE HAVE ALWAYS BEEN WITH YOU. WE HAVE ALWAYS BEEN YOU.",
          "type": "marginalia",
          "year": null,
          "position": {
            "zone": "leftMargin",
            "x": 0.07958876871885825,
            "y": 0.2333568534505484,
            "rotation": -0.010445699911331641
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 3
        }
      ]
    },
    {
      "pageNumber": 4,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "The 1887 research termination followed catastrophic containment breach during which entities partially manifested within laboratory setting, resulting in five researchers experiencing dimensional absorption documented officially as laboratory accident. The thirteen-year closure allowed William to implement enhanced containment protocols based on knowledge gained during the incident, effectively converting research facility into secondary containment site integrated within a larger network.\n\nMost curious among the architectural legacies is St. Michael's Cathedral in Edinburgh, redesigned after fire damage in 1878. While publicly attributed to prominent Scottish architect Robert Rowand Anderson, certain elements of the reconstruction—particularly the underground crypt and unusual bell tower proportions—bear a striking resemblance to Blackthorn Manor's distinctive geometrical patterns. Church records indicate substantial anonymous donation for reconstruction with specific architectural stipulations attached.\n\nSt. Michael's Cathedral in Edinburgh incorporates containment technology disguised as conventional religious architecture. The bell tower William designed creates specific harmonic frequencies that strengthen dimensional barriers when activated, with the weekly bell-ringing pattern establishing regular reinforcement cycle maintaining containment integrity with minimal conscious intervention. The specific geometric proportions of the tower generate standing wave patterns that interfere with manifestation frequencies William documented during controlled experiments.",
      "wordCount": 186,
      "annotations": [
        {
          "id": "2c37bbb8-d1d3-400e-9505-903597d6c5a4",
          "character": "Unknown",
          "text": "[Hurried pencil] William created a network of containing structures—seven buildings forming a larger version of the protection geometry in the manor itself. The journal explains each building was positioned to contain a specific aspect of The Opener's influence should it breach The Vestibule. As buildings were modified or destroyed over decades, the containment weakened. Margaret's hidden notes reveal she was working with Department 8 to maintain the remaining structures, but commercial development consistently undermined these efforts. -SW, May 13, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "topMargin",
            "x": 0.47764679912441643,
            "y": 0.08051323447169491,
            "rotation": -0.02493737519137479
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 4
        },
        {
          "id": "d8c7f86b-1841-4b03-b3d7-66e0bf3f30b4",
          "character": "Unknown",
          "text": "[Elegant blue script] St. Michael's Cathedral was William's attempt to incorporate spiritual protection into the containment network. The site had ancient significance—originally constructed over prehistoric standing stones similar to those at Blackthorn. The bell tower was designed to create specific harmonic frequencies that strengthen dimensional barriers when activated. The crypt contains a sealed chamber housing artifacts from The Vestibule, safely contained within consecrated ground. Weekly bell-ringing patterns established by William continue to this day, though their true purpose remains unknown to church officials. -MB, 1992",
          "type": "marginalia",
          "year": 1992,
          "position": {
            "zone": "bottomMargin",
            "x": 0.21322543092371982,
            "y": 0.9362576826031862,
            "rotation": -0.041782328644783144
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 4
        },
        {
          "id": "fa0dbc40-b3bc-4ac2-865a-ed9d5ed480c7",
          "character": "Unknown",
          "text": "[Hurried pencil] The Sanatorium patients weren't just construction workers but people William was experimenting on—attempting to create human interfaces with The Watchers' dimension. The journal details how he discovered certain bloodlines showed greater sensitivity to dimensional boundaries. His research identified genetic markers that allowed some humans to perceive The Watchers naturally. The \"treatments\" were attempts to enhance and control these abilities. The 1923 incident was a mass possession event when The Watchers briefly gained control of all patients simultaneously. This led to Department 8's direct involvement and the formal establishment of the Blackthorn protocols. -SW, May 16, 2024",
          "type": "marginalia",
          "year": 1923,
          "position": {
            "zone": "leftMargin",
            "x": 0.02335518678284097,
            "y": 0.35340744080316233,
            "rotation": -0.023060896117249586
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 4
        },
        {
          "id": "2ce3d16a-f7e6-4f2d-8c54-bd443f165a4f",
          "character": "Unknown",
          "text": "[Black fountain pen] June 28, 2024. Coordinated operation now links all seven Blackthorn-influenced sites—each functioning as designed for the first time since William's death. Historical reassessment suggests William Blackthorn's architectural network more sophisticated than previously understood—buildings designed to function collectively during containment breach, distributing dimensional pressure across multiple locations to prevent catastrophic failure at any single point. Watcher entities actively participating in containment process through coordinated manifestation at all seven sites simultaneously. Preliminary translations of communications indicate temporary stabilisation achieved, though long-term solution requires addressing fundamental misalignment created during original binding event.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.02569019129199921,
            "y": 0.5426216192225545,
            "rotation": -0.014938159670049711
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 4
        }
      ]
    },
    {
      "pageNumber": 5,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "The sealed crypt chamber contains physical remnant of manifestation event William contained during cathedral reconstruction—entity captured in partially manifested state and bound within specialised containment vessel. The chamber's location atop prehistoric standing stones similar to those at Blackthorn creates natural amplification of the containment effect, utilising site's inherent dimensional properties while appearing as conventional sacred architecture.\n\n[Black fountain pen] June 24, 2024. Edinburgh containment team successfully accessed sealed crypt chamber—contents confirm William Blackthorn's involvement beyond documented records. Chamber contains crystalline structure housing non-terrestrial entity in a dormant state, maintained by acoustic containment system. Entity appears to be the seventh Watcher, separated from others during 1877 manifestation incident. Current assessment suggests entity has been communicating through bell harmonic resonance for decades, attempting to warn of increasing dimensional thinning. Integration with Blackthorn containment protocol established through modified acoustic transmission.\n\nThe Blackthorn Sanatorium, constructed in 1882 in the remote highlands of Scotland, represents perhaps the most direct architectural descendant of Blackthorn Manor. Though smaller in scale, the facility replicates many distinctive features of the manor's east wing, including the unusual proportions, specialised materials, and acoustic properties. Historical records indicate the sanatorium was established to treat \"nervous disorders and spiritual maladies,\" though medical documentation from the facility remains curiously limited.",
      "wordCount": 206,
      "annotations": [
        {
          "id": "545f7be6-ea04-4a10-8934-3b8836f2e4df",
          "character": "Unknown",
          "text": "[Detective's green ink] June 20, 2024. Research division confirms the geometric relationship between Blackthorn Manor and six other Victorian structures—forms a perfect heptagram alignment centred on the stone circle. Two buildings remain intact with similar spatial anomalies to Blackthorn. Department 8 historical archives indicate monitoring program established in 1923 following the incident at Liverpool site (now destroyed). Simultaneous containment operations authorised at all remaining locations as precautionary measure.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "bottomMargin",
            "x": 0.2147467453091875,
            "y": 0.9298161300424685,
            "rotation": -0.038195034489710566
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 5
        },
        {
          "id": "163437c0-4a3e-4504-9857-400dba73927e",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Church financial records confirm an anonymous donation of £28,000 (enormous sum for period) with detailed architectural specifications for reconstruction. Bell tower contains seven bells of unusual composition—higher copper content than traditional bronze, with geometric engravings inside each bell. Acoustic analysis shows bells produce harmonics in frequencies below normal human hearing when rung in specific sequences. Crypt contains sealed chamber with no documented purpose, maintained under the rector's direct supervision for over a century. -JR, 1991",
          "type": "marginalia",
          "year": 1991,
          "position": {
            "zone": "bottomMargin",
            "x": 0.7006821008664552,
            "y": 0.9077908109146212,
            "rotation": -0.031431243643565
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 5
        },
        {
          "id": "e3ac0ab3-5994-47c0-b769-3505dcf92626",
          "character": "Unknown",
          "text": "[Detective's green ink] June 25, 2024. Remote monitoring equipment at Sanatorium site showing massive energy fluctuations coinciding with Blackthorn containment operation. Satellite imagery captures unusual light phenomena and structural distortions visible from an aerial perspective. Local reports describe building appearing to \"shimmer\" and occasionally become transparent. Department 8 assessment suggests facility functioning as pressure release valve for dimensional energy displaced from Blackthorn site.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "rightMargin",
            "x": 0.9758485421548401,
            "y": 0.8817253364692581,
            "rotation": -0.022794544276128804
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 5
        },
        {
          "id": "cb89be97-b94a-4002-9b2d-109b05a5fb99",
          "character": "Unknown",
          "text": "[Elegant blue script] The Cornwall Observatory was William's final project—designed specifically to track celestial alignments affecting The Vestibule. He discovered that certain astronomical configurations weakened or strengthened the dimensional barriers predictably. The observatory allowed precise calculation of these patterns, creating an early warning system for potential breaches. The trust was established to ensure maintenance regardless of Blackthorn family circumstances, with specific instructions for astronomical observations to be recorded and delivered to family representatives on particular dates. I've received these reports throughout my lifetime, using them to prepare for periods of increased vulnerability. -MB, 1993",
          "type": "marginalia",
          "year": 1993,
          "position": {
            "zone": "rightMargin",
            "x": 0.97066908639741,
            "y": 0.5842569275361268,
            "rotation": 0.0027820889561525845
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 5
        }
      ]
    },
    {
      "pageNumber": 6,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "The Blackthorn Sanatorium was designed specifically for individuals affected by dimensional exposure—those displaying sensitivity beyond manageable levels or exhibiting early signs of influence from The Watchers. The facility's isolation allowed for specialised treatment protocols developed through William's research, addressing symptoms conventional medicine couldn't recognise or treat effectively. The architectural configuration creates graduated containment system allowing patients to be housed according to sensitivity level and influence severity.\n\nThe treatment protocols incorporated specialised material exposure, controlled acoustic patterns, and dietary components designed to reduce dimensional sensitivity while strengthening psychological resistance to influence. The facility operated successfully until 1923 manifestation event when multiple patients simultaneously achieved sufficient sensitivity to function as coordinated manifestation loci, allowing temporary breach that required Department 8 intervention and establishment of formal containment protocols beyond William's original design.\n\nPerhaps most intriguing among the architectural descendants is Blackthorn Manor's influence on the private residence of Sir Arthur Conan Doyle, constructed in 1897. While no direct correspondence between Doyle and Blackthorn has been discovered, architectural historians have noted striking similarities in certain design elements, particularly the arrangement of rooms in the east wing, the unusual proportions of doorways, and specialised acoustic treatments in specific chambers. Doyle's documented interest in spiritualism and the paranormal suggests possible awareness of Blackthorn's architectural innovations beyond their aesthetic qualities.",
      "wordCount": 213,
      "annotations": [
        {
          "id": "b02898ce-9a25-4105-b6f7-6dc292c02e79",
          "character": "Unknown",
          "text": "[Elegant blue script] The Royal Institute wing was William's attempt to establish scientific understanding of The Watchers and their realm. While publicly presented as a conventional research facility, its true purpose was to study dimensional boundaries under controlled conditions. The architectural anomalies create a miniature version of The Vestibule—a space where careful experimentation could be conducted without risk of full breach. Several significant scientific \"discoveries\" of the late Victorian era originated from research conducted there by those unaware of what they were actually studying. -MB, 1991",
          "type": "marginalia",
          "year": 1991,
          "position": {
            "zone": "rightMargin",
            "x": 0.9538241409113909,
            "y": 0.30398756514164904,
            "rotation": -0.006706527978807686
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 6
        },
        {
          "id": "d0f6ca02-7e9b-4e73-89a9-2162308b0aa1",
          "character": "Unknown",
          "text": "[Precise red pen] Cathedral renovation assessment discovered hidden structural elements throughout bell tower—copper rods within stone columns positioned to channel acoustic vibrations through the entire building. Crypt chamber sealed with an unusual locking mechanism requiring seven keys, currently maintained by church trustees with strict access protocols. Ground-penetrating radar shows unidentified object within chamber approximately two meters in length, composed of material that blocks scanning technology. -EW, 2002",
          "type": "postIt",
          "year": 2002,
          "position": {
            "zone": "leftMargin",
            "x": 0.055746030543478334,
            "y": 0.7155425121883625,
            "rotation": -0.01651197772603642
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 6
        },
        {
          "id": "8445fcd9-49fb-47b9-bf2b-b0b11836e01d",
          "character": "Unknown",
          "text": "[Black fountain pen] June 26, 2024. Critical historical information recovered from Department 8 archives—Sanatorium originally designed as a training facility for individuals with natural sensitivity to dimensional boundaries. William Blackthorn's research focused on developing human intermediaries capable of conscious interaction with Watcher entities. Program terminated after discovery that The Opener could influence sensitives directly, compromising containment. Current energy signatures suggest dormant training protocols reactivating automatically in response to Blackthorn breach. Containment team reports hearing voices speaking in unison throughout facility despite site being unoccupied for nearly a century.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "topMargin",
            "x": 0.33291959777632457,
            "y": 0.07118397186121843,
            "rotation": 0.0023516874384941324
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 6
        },
        {
          "id": "3319f332-54d5-45dd-8528-e648afa96bcd",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Observatory trust documents contain unusual provisions—building must remain unoccupied except during specific astronomical alignments when designated observer conducts predetermined measurements. Data collected sent to unnamed recipients according to strict protocol established in 1890. Equipment includes standard astronomical instruments but also specialised devices measuring \"etheric densities\" and \"dimensional permeability\" according to maintenance records. Primary focus appears to be Pleiades constellation and its alignments with specific terrestrial coordinates. -JR, 1991",
          "type": "marginalia",
          "year": 1991,
          "position": {
            "zone": "leftMargin",
            "x": 0.054126645006770197,
            "y": 0.556904146888621,
            "rotation": -0.01739939163407994
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 6
        }
      ]
    },
    {
      "pageNumber": 7,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "Sir Arthur Conan Doyle's involvement with William's research provided public interface disguised as fiction, allowing limited distribution of information about dimensional entities without revealing their actual existence. Doyle's residence incorporated observation chambers designed for safe monitoring of dimensional phenomena, with architectural elements precisely calibrated to allow perceptual access while preventing physical manifestation. His 'fictional' descriptions of certain phenomena represent documented observations disguised as imagination.\n\nThe east-facing rooms in Doyle's residence contain proportional relationships matching Blackthorn Manor's eastern corner room, creating resonance that allows indirect monitoring of manifestation patterns without risking direct exposure. Doyle's spiritualist activities provided perfect cover for research into dimensional entities, with public skepticism about supernatural phenomena creating protective barrier of disbelief that actually strengthened dimensional boundaries through collective perceptual resistance.\n\nThe final architectural legacy worth noting is perhaps the most obscure—a small observatory constructed on private land in Cornwall in 1890, funded anonymously but bearing unmistakable Blackthorn design elements. Unlike other structures in the architectural lineage, the observatory contains no residential or functional spaces beyond those necessary for astronomical observation. Historical records indicate the facility was used for only seven years before being abandoned, though the structure remains intact, maintained by a trust established with a substantial endowment that continues to this day.",
      "wordCount": 206,
      "annotations": [
        {
          "id": "38de31f4-b06e-4209-9048-a2a3edf48ddb",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Institute archives reference classified research program under Blackthorn's funding—officially focused on \"etheric wave transmission\" but records suggest an actual focus on dimensional boundary physics. Research abruptly terminated in 1887 following an unexplained laboratory accident resulting in five fatalities. Building sealed for thirteen years afterward before reopening with significant structural modifications. Surviving documents reference \"territorial incursion\" and \"non-terrestrial consciousness.\" -JR, 1990.",
          "type": "marginalia",
          "year": 1990,
          "position": {
            "zone": "topMargin",
            "x": 0.7494779563813962,
            "y": 0.06876652264989293,
            "rotation": -0.04567641140287907
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 7
        },
        {
          "id": "5e029a6d-01e4-4d8b-b9e1-bf4f2714af0f",
          "character": "Unknown",
          "text": "[Hurried pencil] The cathedral bells create sound barriers The Watchers cannot cross when rung in correct sequence. The journal explains William provided church officials with a bell-ringing pattern disguised as traditional changes, ensuring weekly reinforcement of protective harmonics. The sealed crypt contains one of The Watchers captured in physical form during 1877 manifestation—William discovered they could be bound to physical objects under specific consecration rituals. Department 8 remains unaware of the entity's presence, or that weekly bell-ringing maintains its containment. -SW, May 15, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "topMargin",
            "x": 0.1714075256863645,
            "y": 0.0426204418127349,
            "rotation": 0.04889430408351382
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 7
        },
        {
          "id": "913d6c19-3787-465c-a70b-05b3f3abb47d",
          "character": "Unknown",
          "text": "[Elegant blue script] Doyle was one of the few outsiders William trusted with partial knowledge of The Watchers. His interest in spiritualism provided convenient cover for more substantive research into dimensional boundaries. William provided specific architectural guidelines for Doyle's residence, creating a small-scale observation post where Doyle could safely document The Watchers' influence without risk of direct manifestation. Many of Doyle's \"fictional\" concepts originated from these observations, disguised as imagination rather than documented encounters. -MB, 1993",
          "type": "marginalia",
          "year": 1993,
          "position": {
            "zone": "rightMargin",
            "x": 0.9032564003832485,
            "y": 0.7953959649896749,
            "rotation": 0.004424631582475547
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 7
        },
        {
          "id": "9e7fb817-0057-4ba6-a9dd-0a75b1c401f1",
          "character": "Unknown",
          "text": "[Precise red pen] Observatory structure maintained in pristine condition despite minimal occupation—mechanical systems operational and specialised equipment regularly updated according to detailed specifications from trust administrators. Building positioned with mathematical precision relative to Blackthorn Manor and other identified structures in network, forming specific geometric relationship when plotted on a global scale. Current astronomical instruments include custom modifications measuring frequencies outside standard scientific parameters. -EW, 2003",
          "type": "postIt",
          "year": 2003,
          "position": {
            "zone": "rightMargin",
            "x": 0.944052610065235,
            "y": 0.21407395359280548,
            "rotation": 0.023322484635342235
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 7
        }
      ]
    },
    {
      "pageNumber": 8,
      "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
      "content": "The Cornwall Observatory functions as an early warning system for dimensional boundary fluctuations, tracking astronomical alignments William discovered correlate with increased manifestation attempts. The facility's specialised equipment measures not just visible astronomical positions but associated dimensional thinning patterns detectable only through instruments William designed based on Egyptian artifacts. The anonymous funding William established ensures continuous monitoring regardless of Blackthorn family circumstances or public scientific interest.\n\nThe observatory's focus on the Pleiades constellation follows William's discovery that these specific stars generate unusual influence on dimensional boundaries, particularly during cyclical alignments recurring approximately every 157 years. The approaching 2025 alignment represents maximum vulnerability point William calculated, when complete stellar configuration matches precisely the conditions documented during the original Egyptian breach event that led to his initial containment efforts.\n\n[Detective's green ink] June 29, 2024. Cornwall observatory automatically activating dormant systems—telescopes realigning without human intervention and recording equipment documenting astronomical observations focused on Pleiades constellation. Data transmission system sending information to multiple recipients including Department 8 headquarters and previously unknown destinations. Analysis shows accelerating pattern consistent with approaching alignment predicted in William Blackthorn's recovered journals. Current calculations confirm critical dimensional configuration approaching in spring 2025.",
      "wordCount": 192,
      "annotations": [
        {
          "id": "146107b7-fe3d-4804-b14c-2bebb15001fc",
          "character": "Unknown",
          "text": "[Precise red pen] Structural assessment reveals Royal Institute wing contains same spatial anomalies as Blackthorn Manor—internal measurements inconsistent with external dimensions, unusual material compositions in key structural elements, and evidence of recent modification to original design features. Current scientific tenants report persistent equipment malfunctions, unexplained data anomalies, and occasional visual phenomena in specific laboratories, particularly during astronomical alignments. -EW, 2002",
          "type": "postIt",
          "year": 2002,
          "position": {
            "zone": "leftMargin",
            "x": 0.04168738291567146,
            "y": 0.7776004363435146,
            "rotation": -0.01191078154391182
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 8
        },
        {
          "id": "10a57cb8-3a2c-4ca0-8cab-443b48bc2363",
          "character": "Unknown",
          "text": "[Detective's green ink] June 23, 2024. Edinburgh team reports unusual activity at St. Michael's Cathedral coinciding with Blackthorn containment operation—bells ringing without human activation, temperature fluctuations throughout structure, and localised electromagnetic disturbances centred on crypt. Cathedral closed to public under preservation order. Scanning technology reveals unidentified energy signature emanating from the sealed chamber, increasing in intensity with Blackthorn containment progression.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.08100240948119093,
            "y": 0.5195763889284206,
            "rotation": -0.033018931250700705
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 8
        },
        {
          "id": "50675271-d45b-4c6a-bf5e-8dc573c484ac",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Doyle's personal journals contain numerous references to \"visitors perceived at thresholds\" and \"entities visible only in peripheral vision\" observed in specially designed rooms of his residence. Architectural plans show rooms with identical proportions to Blackthorn east wing chambers, positioned according to same mathematical relationships. Library contains first editions of Doyle's works with marginal notes connecting fictional concepts to observed phenomena in specific rooms. -JR, 1991",
          "type": "marginalia",
          "year": 1991,
          "position": {
            "zone": "leftMargin",
            "x": 0.030228928747879556,
            "y": 0.5379094369817471,
            "rotation": 0.0008586511879180137
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 8
        },
        {
          "id": "080a85a9-b0c9-4a3c-849d-fd7ef1c24034",
          "character": "Unknown",
          "text": "[Hurried pencil] The observatory monitors the approaching alignment William predicted—a 157-year cycle when the Pleiades aligns with seven terrestrial points simultaneously, creating a period of maximum dimensional thinning. The journal calculates next critical alignment in spring 2025, when The Opener will have greatest potential to fully manifest. Margaret's hidden notes reveal she was preparing for this alignment throughout her lifetime, knowing containment would likely fail in preceding years. The observatory trust is actually controlled by Department 8 now, though they don't fully understand the data they're collecting. -SW, May 18, 2024",
          "type": "postIt",
          "year": 2025,
          "position": {
            "zone": "topMargin",
            "x": 0.44716243673905376,
            "y": 0.09832731230478632,
            "rotation": -0.044014436932931195
          },
          "chapterName": "CHAPTER_X_THE_ARCHITECTURAL_LEGACY",
          "pageNumber": 8
        }
      ]
    }
  ],
  "wordCount": 1570
}