{
  "chapterNumber": 9,
  "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
  "filename": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS.md",
  "fullContent": "Unlike many Victorian estates that underwent significant modernisation during the twentieth century, Blackthorn Manor remained remarkably unchanged from its original construction until the property's abandonment in 1942. The few modifications made were implemented with unusual attention to preserving original structural and decorative elements, suggesting a family commitment to architectural conservation that predated formal heritage preservation movements.\n\nThe remarkable preservation of Blackthorn Manor's original design reflects the Blackthorn family's understanding that the containment system functions as a unified whole—modifications to any component potentially compromising the entire network. Each generation received detailed instruction in maintenance protocols disguised as family traditions, ensuring continuity of critical systems despite changing architectural fashions and technological developments.\n\nEdward Blackthorn's insistence on preserving original elements reflected his understanding that William's containment system incorporated principles beyond contemporary scientific understanding. His codification of preservation requirements in the family trust created a legal framework ensuring continuity regardless of individual family members' personal beliefs regarding The Watchers' reality.\n\nThe most significant renovation occurred in 1897 when limited electrical service was installed in the central and western portions of the house. Curiously, Sir William's son Edward Blackthorn expressly prohibited electrical installation in the east wing, despite the inconvenience this caused to family and staff. Electrical plans from this period show unusual routing of wiring, deliberately avoiding certain walls and creating unnecessary circuitous paths through others.\n\nEdward Blackthorn's prohibition of electrical service in the east wing resulted from discovery that electromagnetic fields generated by conventional electrical systems disrupt the containment field William established. Early experiments with electrical lighting in prohibited areas corresponded with increased manifestation activity, particularly in the eastern corner room where dimensional boundaries remain thinnest.\n\nThe circuitous wiring routes Edward mandated were designed to minimise electromagnetic interference with critical containment components. The copper shielding installed within allowed walls created Faraday cage effect around sensitive areas, preventing electromagnetic leakage from necessary electrical services in approved sections while maintaining integrity of William's original system.\n\nPlumbing modernisations, implemented in 1912, reveal similar peculiarities. Rather than replacing the original system entirely, Edward Blackthorn commissioned an elaborate integration of modern pipes with existing Victorian infrastructure. Of particular interest is the retention of the original copper and lead piping specifically in the east wing, despite known issues with these materials. Hydraulic engineers contracted for later assessments noted the system's \"unnecessary complexity\" and \"deliberate redundancies\" that served no apparent practical purpose.\n\nThe hydraulic system William designed serves dual purpose—conventional water delivery and active dimensional containment. The copper and lead piping creates electromagnetic circuit triggered by specific mineral content in the water itself, generating containment field that strengthens during dimensional pressure increases. Edward's integration of modern plumbing deliberately preserved these containment functions while disguising them within apparently conventional improvements.\n\nThe 'unnecessary complexity' noted by later engineers represents sophisticated dimensional dampening system using fluid dynamics principles not formally documented until decades later. The deliberate redundancies create backup containment capability automatically activating when primary systems detect pressure fluctuations beyond established parameters. The secondary systems Edward added allow for targeted reinforcement of specific containment points during localised manifestation attempts.\n\nHeating system modifications in 1924 present another example of unusual conservation. While most country houses of this era converted entirely to modern central heating, Blackthorn Manor maintained the original fireplace network with minimal supplementation from radiator systems. Historical records indicate Edward Blackthorn's son Richard insisted on preserving the precise dimensions of all chimney flues and fireboxes, going so far as to import specialised craftsmen from Europe to maintain original masonry work rather than allowing conventional modernisation.\n\nThe fireplace network throughout the manor generates specific combustion byproducts William discovered disrupt manifestation patterns at a molecular level. The precise dimensions of flues and fireboxes create airflow patterns distributing these compounds to critical containment areas through hidden channels within walls. Richard Blackthorn's insistence on preserving these seemingly outdated systems reflected understanding of their critical containment function beyond mere heating.\n\nThe specialised woods burned according to the ritual calendar generate different chemical compounds targeting specific manifestation patterns William documented as fluctuating seasonally. The chimney system's hidden chambers contain filtration materials that concentrate these compounds, creating maximum effect within contained spaces while preventing harmful accumulation in human-occupied areas.\n\nWindow replacements conducted in 1937 represent the final significant modification to the property before abandonment. While the general dimensions were maintained, historical records indicate that Margaret Blackthorn, then head of the family, insisted on specialised glass imported from Czechoslovakia despite the considerable expense and difficulties imposed by the pre-war political climate. Building accounts note the unusual thickness of the replacement panes and their distinctive greenish tint, attributed at the time to manufacturing peculiarities.\n\nThe specialised glass Margaret Blackthorn imported from Czechoslovakia represented closest available modern equivalent to William's original formula, which included trace elements not standard in commercial production. The windows function as dimensional filters—allowing normal light transmission while blocking wavelengths William discovered facilitate manifestation. The distinctive greenish tint results from mineral components that disrupt specific frequency patterns associated with Watcher perception.\n\nThe original glass contained meteoritic material William collected in Egypt, its extraterrestrial origin creating natural resistance to interdimensional transfer. The Czech manufacturing process allowed inclusion of rare earth elements that partially replicated these properties, though Margaret's notes indicate they achieved only partial effectiveness compared to William's original formulation. The additional treatments she applied during dark moon periods incorporated compounds derived from William's original formula, stored in family archives specifically for this purpose.\n\nFollowing the property's abandonment in 1942, minimal maintenance was conducted until its sale to developers in 1993. Curiously, despite five decades of neglect, structural surveys indicate the east wing suffered remarkably little deterioration compared to the rest of the house. This preservation has been attributed to superior Victorian construction techniques, though engineering assessments note the phenomenon as \"unusual even accounting for quality of original materials.\"\n\nThe Blackthorn family's apparent abandonment of the manor in 1942 represented strategic repositioning rather than actual desertion. With Margaret as sole remaining family member with full understanding of the containment systems, creating the appearance of abandonment provided perfect cover for continued maintenance while preventing unwanted attention to increasingly anomalous phenomena as containment systems aged.\n\nDepartment 8's involvement began following partial manifestation event during spring equinox of 1942, when astronomical alignment created temporary weakening that allowed limited physical manifestation documented by local authorities as 'unexplained atmospheric phenomena.' Margaret negotiated limited cooperation with the department while deliberately withholding critical information she recognised they would misinterpret within their institutional framework.\n\nArchitectural historians have frequently commented on the absence of documentation regarding the original construction of Blackthorn Manor's east wing. While detailed records exist for every other aspect of the property's development, including Sir William's meticulous correspondence with craftsmen and suppliers, the east wing plans remain conspicuously missing from both family archives and county records. This absence has prompted speculation about whether the wing was built according to conventional practices of the era.",
  "pages": [
    {
      "pageNumber": 1,
      "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
      "content": "Unlike many Victorian estates that underwent significant modernisation during the twentieth century, Blackthorn Manor remained remarkably unchanged from its original construction until the property's abandonment in 1942. The few modifications made were implemented with unusual attention to preserving original structural and decorative elements, suggesting a family commitment to architectural conservation that predated formal heritage preservation movements.\n\nThe remarkable preservation of Blackthorn Manor's original design reflects the Blackthorn family's understanding that the containment system functions as a unified whole—modifications to any component potentially compromising the entire network. Each generation received detailed instruction in maintenance protocols disguised as family traditions, ensuring continuity of critical systems despite changing architectural fashions and technological developments.\n\nEdward Blackthorn's insistence on preserving original elements reflected his understanding that William's containment system incorporated principles beyond contemporary scientific understanding. His codification of preservation requirements in the family trust created a legal framework ensuring continuity regardless of individual family members' personal beliefs regarding The Watchers' reality.",
      "wordCount": 156,
      "annotations": [
        {
          "id": "47f48d1a-0f6b-4727-b18b-bb1716917cf7",
          "character": "Unknown",
          "text": "[Elegant blue script] Preservation was not a matter of taste but necessity. William's containment systems were integrated into every aspect of the manor's construction—alterations risked compromising their function. It wasn’t a prison. It was a promise. The agreement bound us, not them. We watched the door—not to keep it closed, but to know when it opened. Each generation of Blackthorns was bound by family oath to maintain the original structure precisely as designed. My grandfather Edward codified these requirements in the family trust in 1912, legally preventing future heirs from making substantial changes. -MB, 1987",
          "type": "marginalia",
          "year": 1912,
          "position": {
            "zone": "leftMargin",
            "x": 0.020379802397940433,
            "y": 0.19163186764298903,
            "rotation": 0.04128506997704735
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 1
        },
        {
          "id": "18bde365-0c06-487e-9c91-9f25ef6df92e",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Plumbing system contains numerous sealed access points not connected to household water supply—secondary network running through east wing walls. Water samples from this system contain high mineral content and traces of unidentified organic compounds. Maintenance records describe \"emergency flooding protocol\" requiring specific valve sequences activated from controls hidden in library panel. -JR, 1989",
          "type": "marginalia",
          "year": 1989,
          "position": {
            "zone": "leftMargin",
            "x": 0.03965649798544495,
            "y": 0.5237815010006207,
            "rotation": -0.044746352837309024
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 1
        },
        {
          "id": "644af8f7-5c10-4509-a0be-b2c26a19d81e",
          "character": "Unknown",
          "text": "[Precise red pen] Chimney system contains unexpected architectural elements—secondary channels divert smoke to wall cavities throughout east wing before external ventilation. Intricate damper system allows for redirection controlled from central mechanism in master bedroom. Many fireplaces show recent usage despite property being officially unoccupied—ash contains distinctive blue-grey residue unlike standard wood combustion. Significant deterioration in masonry allowing smoke leakage into unintended areas. -EW, 2001",
          "type": "postIt",
          "year": 2001,
          "position": {
            "zone": "leftMargin",
            "x": 0.02656656893579678,
            "y": 0.5010173603010377,
            "rotation": 0.028732856495891825
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 1
        },
        {
          "id": "6056b3e1-d183-4675-8956-e9fb875440ab",
          "character": "Unknown",
          "text": "[Hurried pencil] The windows are failing—I can see them pressing against the glass from the outside now. Not reflections, but actual forms becoming visible in the material itself. William's journal warns this is the final stage before physical manifestation—they imprint on the glass before pushing through into our reality. I've covered the windows with the protective paint, but it's drying too slowly to be effective. They know I can see them now. They're smiling. -SW, May 10, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "rightMargin",
            "x": 0.9259525076340042,
            "y": 0.2585853015232319,
            "rotation": 0.04968070325115542
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 1
        },
        {
          "id": "558949d8-476a-4636-8eb3-8e693dfc9c6e",
          "character": "Unknown",
          "text": "[Detective's green ink] June 16, 2024. Historical research team uncovered Department 8 classified archives regarding Blackthorn property—organisation has monitored site since late 19th century. Previous containment attempts documented in 1892, 1917, 1942, and 1994—each resulting in partial success with increasing entity adaptation to methods. Dr Chambers' current operation represents the most comprehensive effort with highest probability of success based on accumulated knowledge and synthesised containment materials.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.04658662019533881,
            "y": 0.40486860918171763,
            "rotation": 0.004845279850870166
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 1
        },
        {
          "id": "0735c83d-4b57-46a6-8cca-977613607249",
          "character": "Unknown",
          "text": "[Black fountain pen] June 19, 2024. Critical juncture reached in containment operation. The Watchers have provided information allowing us to understand William Blackthorn's fundamental error—The Vestibule was never intended as entrance or exit but as a buffer zone between dimensions. Original stone circle creators designed it as neutral territory for communication. The Opener cannot fully manifest while Watchers occupy shared dimensional space—their presence dilutes its connection. Previous containment attempts failed because we attempted to remove them rather than secure their position. Operation now focused on stabilising intersection zone and reinforcing Watchers' presence as a deterrent to greater threat.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.08998359590470621,
            "y": 0.4370804786179474,
            "rotation": -0.02341091632731517
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 1
        }
      ]
    },
    {
      "pageNumber": 2,
      "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
      "content": "The most significant renovation occurred in 1897 when limited electrical service was installed in the central and western portions of the house. Curiously, Sir William's son Edward Blackthorn expressly prohibited electrical installation in the east wing, despite the inconvenience this caused to family and staff. Electrical plans from this period show unusual routing of wiring, deliberately avoiding certain walls and creating unnecessary circuitous paths through others.\n\nEdward Blackthorn's prohibition of electrical service in the east wing resulted from discovery that electromagnetic fields generated by conventional electrical systems disrupt the containment field William established. Early experiments with electrical lighting in prohibited areas corresponded with increased manifestation activity, particularly in the eastern corner room where dimensional boundaries remain thinnest.\n\nThe circuitous wiring routes Edward mandated were designed to minimise electromagnetic interference with critical containment components. The copper shielding installed within allowed walls created Faraday cage effect around sensitive areas, preventing electromagnetic leakage from necessary electrical services in approved sections while maintaining integrity of William's original system.",
      "wordCount": 164,
      "annotations": [
        {
          "id": "82e12477-43fb-4660-b917-a8bbc56540a1",
          "character": "Unknown",
          "text": "[Elegant blue script] Electricity disrupts the containment fields. William discovered this accidentally when experimenting with early electrical devices—they caused fluctuations in the barriers that allowed The Watchers to move more freely. Edward restricted electrical installation to areas farthest from The Vestibule and added additional copper shielding within permitted areas. Even modern electrical fields interfere with the more sensitive aspects of the system, particularly in the eastern corner room. -MB, 1988",
          "type": "marginalia",
          "year": 1988,
          "position": {
            "zone": "rightMargin",
            "x": 0.951194487290234,
            "y": 0.5556604385262336,
            "rotation": -0.017442255982427525
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 2
        },
        {
          "id": "fd60bca8-05e6-43f9-84eb-200cbbd2de58",
          "character": "Unknown",
          "text": "[Precise red pen] Secondary plumbing network shows evidence of recent activation despite house being unoccupied for years—mineral deposits and water damage in eastern wall cavities appear fresh. Primary system deteriorating rapidly with multiple points of failure, but secondary network maintained in surprisingly good condition. Hidden reservoir beneath east wing contains approximately 500 gallons of treated water still pressurised and ready for deployment. -EW, 2000",
          "type": "postIt",
          "year": 2000,
          "position": {
            "zone": "content",
            "x": 0.23867043060275528,
            "y": 0.6244270777711385,
            "rotation": -0.013650712299912571
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 2
        },
        {
          "id": "cc501f2e-7a46-418f-9d6a-776bf07d0e6d",
          "character": "Unknown",
          "text": "[Hurried pencil] I've been burning the prepared wood bundles I found in the cellar, labelled by Margaret for specific dates. The journal explains these were harvested from trees growing above The Circle's energy lines, imbued with properties that repel The Watchers when burned. The smoke temporarily pushes them back into the walls, but my supply is running low. The last bundle is marked \"Final Resort—Blackthorn Wood Only.\" I don't know what that means. -SW, May 9, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.07320121942850953,
            "y": 0.7134046441959362,
            "rotation": 0.039552923837457614
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 2
        },
        {
          "id": "3ccd691f-ede2-4115-93ab-c073fcc1e7bf",
          "character": "Unknown",
          "text": "[Detective's green ink] June 14, 2024. Multiple containment team members reporting visual phenomena through east wing windows—figures visible that disappear when approached, glass surfaces appearing to ripple like liquid when observed peripherally. Two officers experienced physical symptoms after direct contact with window surfaces—skin blistering with unusual patterning and temporary blindness with reports of \"seeing different spaces\" during the affected period. All windows now covered with developed synthetic barrier material.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "bottomMargin",
            "x": 0.2681031895495096,
            "y": 0.952712226063586,
            "rotation": -0.033172437054419024
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 2
        },
        {
          "id": "df7ff3d0-d085-49ef-a153-0908bb8b4708",
          "character": "Unknown",
          "text": "[Black fountain pen] June 17, 2024. Communication established with Watcher entities through modified containment field. Translation incomplete but consistent elements suggest entities separated from their realm during prehistoric ritual gone wrong. The Opener identified as dominant predatory entity from their dimension, pursuing them through weakened barriers. Stone circle originally created as sanctuary by ancient humans with natural sensitivity to dimensional phenomena—William Blackthorn's experiments inadvertently strengthened The Opener's connection rather than containing it. Current operation recalibrated based on new information—attempting cooperative approach with Watcher entities to seal breach from both sides simultaneously.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "bottomMargin",
            "x": 0.42538853518397735,
            "y": 0.9796014876630875,
            "rotation": -0.04969946324388949
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 2
        },
        {
          "id": "99b6eae1-9889-432f-bc50-896a1beef0fd",
          "character": "Unknown",
          "text": "[Teal digital ink] August 4, 2026. Final historical assessment: Blackthorn Manor represents the most successful containment system discovered to date—not because it prevented breach but because it established sustainable interdimensional balance. William Blackthorn accidentally created a permanent buffer zone that, while requiring maintenance, prevents direct manifestation of a hostile entity. Department 8 now maintains modified east wing as controlled intersection point, with cooperative protocol established with Watcher entities. Communication system developed allowing limited information exchange. Blackthorn bloodline sensitivity recognised as evolutionary adaptation rather than liability—selected individuals now trained as dimensional interpreters. Modified containment protocols implemented at six additional sites worldwide. The Opener remains a consistent threat but contained through sustained vigilance. This record classified at highest level—reader now incorporated into awareness network by exposure to information. Your dreams will begin soon. They are not communication attempts but calibration of your perception. Welcome to Department 8.",
          "type": "postIt",
          "year": 2026,
          "position": {
            "zone": "bottomMargin",
            "x": 0.6579106795930505,
            "y": 0.9690851804245504,
            "rotation": 0.03305615841135561
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 2
        }
      ]
    },
    {
      "pageNumber": 3,
      "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
      "content": "Plumbing modernisations, implemented in 1912, reveal similar peculiarities. Rather than replacing the original system entirely, Edward Blackthorn commissioned an elaborate integration of modern pipes with existing Victorian infrastructure. Of particular interest is the retention of the original copper and lead piping specifically in the east wing, despite known issues with these materials. Hydraulic engineers contracted for later assessments noted the system's \"unnecessary complexity\" and \"deliberate redundancies\" that served no apparent practical purpose.\n\nThe hydraulic system William designed serves dual purpose—conventional water delivery and active dimensional containment. The copper and lead piping creates electromagnetic circuit triggered by specific mineral content in the water itself, generating containment field that strengthens during dimensional pressure increases. Edward's integration of modern plumbing deliberately preserved these containment functions while disguising them within apparently conventional improvements.\n\nThe 'unnecessary complexity' noted by later engineers represents sophisticated dimensional dampening system using fluid dynamics principles not formally documented until decades later. The deliberate redundancies create backup containment capability automatically activating when primary systems detect pressure fluctuations beyond established parameters. The secondary systems Edward added allow for targeted reinforcement of specific containment points during localised manifestation attempts.",
      "wordCount": 186,
      "annotations": [
        {
          "id": "83799283-f744-4595-9d87-36b8e7609917",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Original electrical plans include unusual components not consistent with standard installation of period—copper cage systems within walls and specialised ceramic insulators imported from Japan. Materials analysis shows insulators contain same mineral compounds found in protective paint. County electrical inspection records note \"anomalous current fluctuations\" in east wing border areas since initial installation. -JR, 1989",
          "type": "marginalia",
          "year": 1989,
          "position": {
            "zone": "rightMargin",
            "x": 0.9045023497172352,
            "y": 0.6385497449323954,
            "rotation": -0.027087256084693836
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 3
        },
        {
          "id": "61a978db-2619-460b-b5fb-4de9f05b9465",
          "character": "Unknown",
          "text": "[Hurried pencil] I found the control panel and activated the emergency flooding system yesterday when The Watchers nearly broke through my barricade. The journal explains the water creates a temporary barrier that causes them pain when they contact it. It bought me a few hours, but the pressure is already failing. The reservoir is nearly empty now, and they're gathering outside the library again. I can see their shadows under the door—more solid than before. -SW, May 8, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "rightMargin",
            "x": 0.9264431773895706,
            "y": 0.760645482951465,
            "rotation": 0.04208425127111266
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 3
        },
        {
          "id": "dced4f7f-9f46-4fa8-8af8-f709853586d7",
          "character": "Unknown",
          "text": "[Detective's green ink] June 12, 2024. Analysis of wood samples from cellar identified unusual properties—contains traces of same compounds found in standing stones and meteoritic material from paint samples. Burning tests confirm smoke produces measurable electromagnetic disruption effect. Dr Chambers has authorised controlled burns in strategic locations to supplement containment barriers. Limited supply remaining—approximately 8 hours of protection at current consumption rate.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "topMargin",
            "x": 0.1603056775291554,
            "y": 0.041636174667795976,
            "rotation": -0.043864922500311536
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 3
        },
        {
          "id": "e19f23ef-ac98-4c50-bafd-c9af92cc2902",
          "character": "Unknown",
          "text": "[Black fountain pen] June 15, 2024. Containment operation in the final phase. The Watchers now visibly manifest throughout east wing—seven distinct entities corresponding to William Blackthorn's original descriptions. Unexpected behaviour observed—entities appear to be attempting communication through arranged objects and written symbols appearing on covered surfaces. Translation team tentatively interprets messages as warnings rather than threats. Critical reassessment of historical documentation suggests a fundamental misunderstanding of The Watchers' purpose—evidence indicates they may have been attempting to prevent The Opener's manifestation rather than facilitate it. Ritual amended to attempt communication before final containment.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "bottomMargin",
            "x": 0.3261181090142545,
            "y": 0.964596738410562,
            "rotation": 0.028599626588206875
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 3
        },
        {
          "id": "42159b07-614d-4d1c-8aba-4f4855fbe64e",
          "character": "Unknown",
          "text": "[Elegant blue script] The east wing plans were deliberately destroyed by William after construction was complete. The true design incorporated elements he didn't want documented—geometries and materials that would raise dangerous questions if discovered by those with knowledge of such matters. The builders themselves worked in shifts and were prevented from seeing the completed structure in its entirety. Several who glimpsed the finished internal arrangement suffered mental breakdowns that William attributed to \"dimensional sickness.\" -MB, 1990",
          "type": "marginalia",
          "year": 1990,
          "position": {
            "zone": "leftMargin",
            "x": 0.05292182268213351,
            "y": 0.23981701046334597,
            "rotation": -0.04543321495651449
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 3
        }
      ]
    },
    {
      "pageNumber": 4,
      "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
      "content": "Heating system modifications in 1924 present another example of unusual conservation. While most country houses of this era converted entirely to modern central heating, Blackthorn Manor maintained the original fireplace network with minimal supplementation from radiator systems. Historical records indicate Edward Blackthorn's son Richard insisted on preserving the precise dimensions of all chimney flues and fireboxes, going so far as to import specialised craftsmen from Europe to maintain original masonry work rather than allowing conventional modernisation.\n\nThe fireplace network throughout the manor generates specific combustion byproducts William discovered disrupt manifestation patterns at a molecular level. The precise dimensions of flues and fireboxes create airflow patterns distributing these compounds to critical containment areas through hidden channels within walls. Richard Blackthorn's insistence on preserving these seemingly outdated systems reflected understanding of their critical containment function beyond mere heating.\n\nThe specialised woods burned according to the ritual calendar generate different chemical compounds targeting specific manifestation patterns William documented as fluctuating seasonally. The chimney system's hidden chambers contain filtration materials that concentrate these compounds, creating maximum effect within contained spaces while preventing harmful accumulation in human-occupied areas.",
      "wordCount": 183,
      "annotations": [
        {
          "id": "5cd58ccd-53f3-4bc0-b465-d27b54ad4609",
          "character": "Unknown",
          "text": "[Precise red pen] Electrical assessment revealed dangerous obsolete wiring throughout structure, but particularly unusual configuration at boundaries of east wing. Current measurements show unexplained power drains and fluctuations not attributable to physical systems. Multiple electricians have refused to complete work in the east wing, citing equipment failures and uncomfortable physical sensations. All modern electrical additions to house have experienced systematic failures within months of installation. -EW, 2000",
          "type": "postIt",
          "year": 2000,
          "position": {
            "zone": "topMargin",
            "x": 0.48820019621240807,
            "y": 0.07712222023318656,
            "rotation": -0.014918790505908898
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 4
        },
        {
          "id": "5111ce4b-e70d-4cfd-bdf0-8735d93eb605",
          "character": "Unknown",
          "text": "[Detective's green ink] June 10, 2024. Containment team successfully deployed remaining treated water from the reservoir as part of barrier protocol. Entity manifestations temporarily repelled from operation zones. Dr Chambers reports \"screaming\" from within walls during water deployment. Renewed activity detected as system drained. Hydraulic engineers attempting to recharge system with synthesised solution based on original samples, but primary components difficult to replicate.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "content",
            "x": 0.48673291782741823,
            "y": 0.33041482541863687,
            "rotation": 0.006996094179442614
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 4
        },
        {
          "id": "5fd30cb3-a961-4e49-b083-3e9754665d7b",
          "character": "Unknown",
          "text": "[Black fountain pen] June 13, 2024. \"Blackthorn Wood\" reference identified in William's personal correspondence—refers not to variety but source. Original trees apparently grew from soil directly above burial sites of sacrificial victims from prehistoric rituals at the stone circle. Wood contains biological markers from human remains incorporated into tree structure over centuries. Ethical concerns noted but overridden given containment priorities. Final preparations for ritual completion underway as barrier deterioration accelerates.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "bottomMargin",
            "x": 0.41092014165069346,
            "y": 0.9173075933695463,
            "rotation": -0.037327438590689786
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 4
        },
        {
          "id": "3ef9295d-7088-40a4-aa12-710d1aa727a7",
          "character": "Unknown",
          "text": "[Elegant blue script] The east wing's preservation is not due to construction quality but consequence of containment. The Watchers exist partially outside normal time—their presence slows decay in physical materials as a side effect of their altered temporal perception. This preservation is actually evidence of their growing strength, as they increasingly influence our reality. I've arranged for Department 8 monitoring following my death, though I've withheld certain critical information they believe they need. The time isn't right for final containment. -MB, 1990",
          "type": "marginalia",
          "year": 1990,
          "position": {
            "zone": "bottomMargin",
            "x": 0.598603396577166,
            "y": 0.9575092652006458,
            "rotation": 0.034372712097481786
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 4
        },
        {
          "id": "d33377ca-7cfc-4cc5-9533-e628195b60f3",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Local historical records mention unusual circumstances during east wing construction—workers imported from outside region rather than local craftsmen, construction conducted primarily at night, and multiple accidents resulting in worker deaths. Parish records document seventeen funerals for \"foreign labourers\" during construction period. Surviving workers reportedly paid extraordinary sums for confidentiality agreements. -JR, 1990",
          "type": "marginalia",
          "year": 1990,
          "position": {
            "zone": "topMargin",
            "x": 0.3936575119369836,
            "y": 0.03200666827620119,
            "rotation": -0.02436073119917677
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 4
        }
      ]
    },
    {
      "pageNumber": 5,
      "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
      "content": "Window replacements conducted in 1937 represent the final significant modification to the property before abandonment. While the general dimensions were maintained, historical records indicate that Margaret Blackthorn, then head of the family, insisted on specialised glass imported from Czechoslovakia despite the considerable expense and difficulties imposed by the pre-war political climate. Building accounts note the unusual thickness of the replacement panes and their distinctive greenish tint, attributed at the time to manufacturing peculiarities.\n\nThe specialised glass Margaret Blackthorn imported from Czechoslovakia represented closest available modern equivalent to William's original formula, which included trace elements not standard in commercial production. The windows function as dimensional filters—allowing normal light transmission while blocking wavelengths William discovered facilitate manifestation. The distinctive greenish tint results from mineral components that disrupt specific frequency patterns associated with Watcher perception.\n\nThe original glass contained meteoritic material William collected in Egypt, its extraterrestrial origin creating natural resistance to interdimensional transfer. The Czech manufacturing process allowed inclusion of rare earth elements that partially replicated these properties, though Margaret's notes indicate they achieved only partial effectiveness compared to William's original formulation. The additional treatments she applied during dark moon periods incorporated compounds derived from William's original formula, stored in family archives specifically for this purpose.",
      "wordCount": 204,
      "annotations": [
        {
          "id": "f2cd2196-ac11-41b8-a06c-4ac1673e0f2c",
          "character": "Unknown",
          "text": "[Hurried pencil] William's journal explains that electromagnetic fields disrupt the vibrational frequencies that bind The Watchers. The copper shielding was designed to contain electrical influences, but modern technology produces much stronger fields than William anticipated. Each new electrical device installed weakened the barriers further. They've learned to manipulate electricity now—I've watched lights flicker in patterns as they communicate with each other through the wiring. They're using our own systems against us. -SW, May 7, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.02345219894236256,
            "y": 0.40349426496658625,
            "rotation": -0.04072799037726857
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 5
        },
        {
          "id": "a1aa3ec2-dba8-4a15-8489-bd393fb76bd3",
          "character": "Unknown",
          "text": "[Black fountain pen] June 11, 2024. Critical discovery in William Blackthorn's recovered laboratory notes—the \"treated water\" contains a dilute solution of The Watchers' own essence, extracted during initial containment. Their inability to cross these barriers results from paradoxical interaction with their own constituent elements. Explains why effectiveness decreased over time as solution diluted through system cycling. Original solution cannot be replicated without direct extraction from entities. Operation proceeding with alternative containment methods.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.08691077163401677,
            "y": 0.10712028864905819,
            "rotation": 0.019013373486331878
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 5
        },
        {
          "id": "68d6bf0d-365d-49d5-996e-3742f58927e5",
          "character": "Unknown",
          "text": "[Elegant blue script] The windows are eyes into our world—The Watchers use them to observe and gradually influence physical space from their dimension. William designed the original glass with specific mineral components that distorted their perception, essentially creating a one-way barrier. The Czech glass was the closest modern equivalent I could locate after damage from the storm of 1936. Even so, the replacement panes provide only 70% of the protection of the originals. I reinforced them with additional treatments applied during the dark moon. -MB, 1990",
          "type": "marginalia",
          "year": 1936,
          "position": {
            "zone": "rightMargin",
            "x": 0.9061355358614724,
            "y": 0.13437142406450447,
            "rotation": -0.0024286682858088216
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 5
        },
        {
          "id": "58efe1af-1890-47ad-95d3-84df8f24e2ae",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Department 8 referenced in Margaret's personal correspondence—appears to be a government organisation with knowledge of Blackthorn situation. Multiple surveillance reports in county records detail unexplained phenomena at property following abandonment. Local authorities regularly redirected from investigations by officials with unusual clearance levels. Property shows evidence of regular monitoring despite official \"abandonment\"—maintenance performed on specific elements of containment system only. -JR, 1990",
          "type": "marginalia",
          "year": 1990,
          "position": {
            "zone": "leftMargin",
            "x": 0.08207805688835218,
            "y": 0.14031795482865272,
            "rotation": 0.023341247636055995
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 5
        },
        {
          "id": "b12c4b7b-4ac1-4a23-87d7-e3864d505649",
          "character": "Unknown",
          "text": "[Precise red pen] Comprehensive structural survey impossible in east wing—laser measurement tools produce inconsistent readings, spaces appear different dimensions when approached from different directions, and certain rooms create distinct vertigo effect in surveyors. Physical measurements contradict external dimensions—interior space exceeds logical boundaries by approximately 7% when precisely measured. Architecturally impossible without dimensional manipulation. -EW, 2001",
          "type": "postIt",
          "year": 2001,
          "position": {
            "zone": "bottomMargin",
            "x": 0.4931492046875342,
            "y": 0.9651310572510053,
            "rotation": -0.027270599991228984
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 5
        }
      ]
    },
    {
      "pageNumber": 6,
      "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
      "content": "Following the property's abandonment in 1942, minimal maintenance was conducted until its sale to developers in 1993. Curiously, despite five decades of neglect, structural surveys indicate the east wing suffered remarkably little deterioration compared to the rest of the house. This preservation has been attributed to superior Victorian construction techniques, though engineering assessments note the phenomenon as \"unusual even accounting for quality of original materials.\"\n\nThe Blackthorn family's apparent abandonment of the manor in 1942 represented strategic repositioning rather than actual desertion. With Margaret as sole remaining family member with full understanding of the containment systems, creating the appearance of abandonment provided perfect cover for continued maintenance while preventing unwanted attention to increasingly anomalous phenomena as containment systems aged.\n\nDepartment 8's involvement began following partial manifestation event during spring equinox of 1942, when astronomical alignment created temporary weakening that allowed limited physical manifestation documented by local authorities as 'unexplained atmospheric phenomena.' Margaret negotiated limited cooperation with the department while deliberately withholding critical information she recognised they would misinterpret within their institutional framework.",
      "wordCount": 172,
      "annotations": [
        {
          "id": "3d705c73-2a9c-467d-a7a2-f067250a1484",
          "character": "Unknown",
          "text": "[Detective's green ink] June 9, 2024. All electronic equipment failing throughout property—communications systems experience interference with voices interrupting transmissions, video surveillance shows temporal distortions with footage replaying from previous days, personal devices displaying messages not sent by team members. Dr Chambers has ordered a return to analog equipment and removal of all unnecessary electrical devices from operation zones.",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "topMargin",
            "x": 0.3873426657441855,
            "y": 0.06646518825016146,
            "rotation": -0.04987502778788257
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 6
        },
        {
          "id": "d54ca056-9a03-4117-ba44-d02fc6c29025",
          "character": "Unknown",
          "text": "[Elegant blue script] The fireplaces serve a dual purpose—both physical heating and spiritual containment. William discovered that The Watchers are repelled by certain combustion processes, particularly from woods harvested on the property. The chimney system was designed to circulate specific smoke compounds throughout the house's hidden chambers, creating barriers similar to the water system but operating in air rather than liquid medium. Each fireplace must burn specific materials according to the ritual calendar. -MB, 1989",
          "type": "marginalia",
          "year": 1989,
          "position": {
            "zone": "leftMargin",
            "x": 0.044787929732489004,
            "y": 0.7836389178078965,
            "rotation": -0.03828094580594646
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 6
        },
        {
          "id": "4fe5f2b9-3425-4095-8b76-343eac7fb752",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Glass sample analysis shows unusual composition—contains rare earth elements including lanthanum and cerium not typical of period manufacturing. Spectral analysis reveals glass filters specific light frequencies in near-ultraviolet range. Historical weather records confirm severe storm damage in 1936 concentrated almost exclusively on east wing windows—meteorological pattern highly localised and unexplained. -JR, 1990",
          "type": "marginalia",
          "year": 1936,
          "position": {
            "zone": "rightMargin",
            "x": 0.9220942898471728,
            "y": 0.20596115720733624,
            "rotation": 0.022703841139763405
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 6
        },
        {
          "id": "afa7e1ae-51d0-479b-b037-cb9ac218e4fa",
          "character": "Unknown",
          "text": "[Precise red pen] Preservation differential quantitatively measurable—east wing materials show approximately 40% less degradation than identical materials in west wing, defying normal environmental exposure patterns. Documentation discovered in county archives indicates property sale required special governmental approval with unusual restrictions on east wing modifications. Current developers experiencing systematic obstruction of renovation plans through anonymous heritage preservation petitions and unexplained withdrawal of financial backing. -EW, 2001",
          "type": "postIt",
          "year": 2001,
          "position": {
            "zone": "rightMargin",
            "x": 0.901519690927086,
            "y": 0.1909804946562245,
            "rotation": 0.003429727443327091
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 6
        },
        {
          "id": "d8191092-164a-4727-8a0f-ae4a0ccf9606",
          "character": "Unknown",
          "text": "[Hurried pencil] The east wing isn't fully in our reality—William designed it to exist partially in The Watchers' dimension, creating a space where both worlds overlap. The journal explains this was intended to trap them in a familiar environment they couldn't easily leave. Over decades, they've been modifying this shared space, gradually pulling it further into their reality. The impossible measurements and strange perceptions are symptoms of being in two dimensions simultaneously. Department 8 doesn't understand that destroying the east wing won't eliminate The Watchers—it will free them completely from their partial containment. -SW, May 12, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "bottomMargin",
            "x": 0.5241980261608752,
            "y": 0.9026903065011778,
            "rotation": 0.013373330641805993
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 6
        }
      ]
    },
    {
      "pageNumber": 7,
      "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
      "content": "Architectural historians have frequently commented on the absence of documentation regarding the original construction of Blackthorn Manor's east wing. While detailed records exist for every other aspect of the property's development, including Sir William's meticulous correspondence with craftsmen and suppliers, the east wing plans remain conspicuously missing from both family archives and county records. This absence has prompted speculation about whether the wing was built according to conventional practices of the era.",
      "wordCount": 72,
      "annotations": [
        {
          "id": "3f953ee3-90bc-4dd4-8bc1-398c148ae9a9",
          "character": "Unknown",
          "text": "[Elegant blue script] The original hydraulic system was integral to containment—water flowing through copper pipes charged with precise electrical currents created barriers The Watchers couldn't cross. The retention of original materials was essential to maintaining these properties. Edward added secondary systems that could be activated during incursion events, flooding specific wall cavities with treated water to strengthen failing barriers. I've activated this system only twice during my lifetime. -MB, 1988",
          "type": "marginalia",
          "year": 1988,
          "position": {
            "zone": "rightMargin",
            "x": 0.9695951000905003,
            "y": 0.73538385226293,
            "rotation": -0.03707017002881774
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 7
        },
        {
          "id": "3c7eb6f6-f4ef-4b7a-aea2-3264f40c186c",
          "character": "Unknown",
          "text": "[Messy black ballpoint] Fireplace design unique to Blackthorn Manor—hidden chambers within chimney structures contain specialised filtering systems composed of iron, silver mesh, and crystalline deposits. Maintenance records detail specific burning schedules requiring different woods throughout the year following astronomical calendar. Residue analysis from chimney deposits shows unusual chemical compounds not consistent with normal wood combustion. -JR, 1989",
          "type": "marginalia",
          "year": 1989,
          "position": {
            "zone": "topMargin",
            "x": 0.7494621827231345,
            "y": 0.08886152719214306,
            "rotation": -0.005457892410336407
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 7
        },
        {
          "id": "ae4e95eb-2f89-41ae-b855-7523ef305f1a",
          "character": "Unknown",
          "text": "[Precise red pen] Window glass throughout east wing exhibiting strange properties—internal stress patterns developing without external pressure, creating subtle distortions visible only at certain angles. Several panes contain what appear to be images formed within the glass itself—faces and figures that shift position when not directly observed. Renovation plan includes complete replacement, but three separate glass installers have refused to continue work after beginning removal process. -EW, 2001",
          "type": "postIt",
          "year": 2001,
          "position": {
            "zone": "content",
            "x": 0.41045205270310636,
            "y": 0.23003087848504963,
            "rotation": 0.0070399896950929415
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 7
        },
        {
          "id": "28d7baf8-29a7-4df4-a674-a57cc2b9d840",
          "character": "Unknown",
          "text": "[Hurried pencil] Margaret knew more than she wrote in these margins. William's journal mentions Department 8's first involvement in 1892 after a failed containment breach that killed three Blackthorn relatives. They've been studying the situation for generations but fundamentally misunderstand what they're dealing with. The Watchers aren't the threat—they're refugees from what lies beyond The Vestibule. I've found Margaret's hidden notes explaining why she prevented Department 8 from implementing their \"final solution\"—The Opener wants them to destroy this site. It needs the doorway removed to create a new one it can control. -SW, May 11, 2024",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "topMargin",
            "x": 0.8411902289352777,
            "y": 0.09611508546719444,
            "rotation": 0.04587008947865311
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 7
        },
        {
          "id": "803dc890-d86f-4af5-b7c1-778c8c06ecfc",
          "character": "Unknown",
          "text": "[Detective's green ink] June 18, 2024. Spatial anomalies increasing throughout east wing—doorways leading to different rooms than layout indicates, corridors extending beyond physical dimensions of building, and gravity distortions causing objects to roll uphill on apparently level surfaces. Dr Chambers reports dimensional instrumentation showing \"thinning\" between spaces accelerating as ritual preparations continue. Three containment specialists missing after a routine survey of the eastern corner room—radio contact terminated after report of \"room expanding infinitely in all directions.\"",
          "type": "postIt",
          "year": 2024,
          "position": {
            "zone": "leftMargin",
            "x": 0.08987085073150447,
            "y": 0.43273816425024225,
            "rotation": -0.0330285460063272
          },
          "chapterName": "CHAPTER_IX_RENOVATIONS_AND_MODIFICATIONS",
          "pageNumber": 7
        }
      ]
    }
  ],
  "wordCount": 1137
}